export const termOfServices = [
  {
    title: "第1条（本サービスの利用）",
    body: "本規約に同意いただくことで本サービスを無料で利用することができます。本サービスの利用にあたっては利用登録の手続は不要ですが、<span style='font-weight: bold'>本サービス</span>上の表示に従って本規約に同意いただく必要があります。必ず本規約を事前にご確認いただき、本サービス上の表示に従って同意した上でご利用ください。"
  },
  {
    title: "第2条（定義）",
    body: "本規約における用語の定義は以下の各号のとおりとします。\n" +
      "(1)「<span style='font-weight: bold'>コンテンツ</span>」とは、文章、音声、音楽、画像、動画、ソフトウェア、プログラム、コードその他一切の情報をいいます。\n" +
      "(2)「<span style='font-weight: bold'>本コンテンツ</span>」とは、本サービスにおいて提供される又は本サービスを構成するコンテンツをいいます。\n" +
      "(3)「<span style='font-weight: bold'>知的財産権</span>」とは、著作権（著作権法第27条及び第28条に定める権利を含む。）、著作隣接権、商標権、意匠権、特許権、実用新案権、不正競争防止法に定める権利、ノウハウその他一切の知的財産権（意匠登録、特許又は実用新案登録を受ける権利、商標出願により生じる権利及び将来の法令改正等により追加される権利を含みます）の総称をいいます。\n" +
      "(4)「<span style='font-weight: bold'>ユーザー</span>」とは、本サービスを利用する者（利用しようとする者を含みます）をいいます。\n" +
      "(5)「<span style='font-weight: bold'>本サービス提供画面等</span>」とは、本コンテンツのうち、ユーザーが通常の方法によって本サービスを利用することにより本サービス上で視認することができる、カーボンフットプリント計算結果の表示画面その他のサービス画面及び当該画面の表示内容をいいます。"
  },
  {
    title: "第3条（権利帰属）",
    body: "本サービス又は本コンテンツに関する知的財産権、所有権、肖像権その他一切の権利は全て、CfJ又はCfJに対してその利用、使用、実施等を許諾している正当な権利を有する第三者に帰属します。本規約に明示的な定めがある場合を除き、ユーザーの本規約への同意又は本サービスの利用は、ユーザーに対する、これらの権利の譲渡又は許諾を意味するものではありません。"
  },
  {
    title: "第4条（オープンソースソフトウェア）",
    body: "本サービスには、CfJが開発したオープンソースソフトウェアを使用しています。CfJは、別途指定する方法及び条件により当該オープンソースソフトウェアを配布します。オープンソースソフトウェアの配布及び利用条件については、<a href=''>URL</a>をご参照ください。本規約は本サービスの利用に関して定めるものであってオープンソフトウェアの配布及び利用条件を定める趣旨の規約ではありませんが、万一当該オープンソースソフトウェアの配布及び利用条件と本規約の内容が矛盾する場合は、当該オープンソフトウェアに関しては、当該オープンソースソフトウェアの配布及び利用条件が優先します。"
  },
  {
    title: "第5条（利用許諾）",
    body: "1. CfJは、ユーザーが以下の全ての事項を遵守することを条件に、ユーザーに対し、本サービス提供画面等について、譲渡不可能で、非独占的な利用権を付与します。第三者に対する再利用許諾は、第4号に定める共有を実行するために必要な限度に限り行うことができます。\n" +
      "(1)本サービス提供画面等の内容を改変しないこと\n" +
      "(2)本サービス提供画面等を、カーボンフットプリントに関する知見を自らの生活に活用する目的又は第三者と共有する目的で使用又は利用すること\n" +
      "(3)本サービス提供画面等の使用又は利用にあたって本規約又は法令に違反しないこと\n" +
      "(4)本サービス提供画面等をSNS等で第三者と共有する場合は、本サービスの名称を適切な場所に記載する等、当該サービス提供画面等の出所が本サービスであることを第三者から確認できるようにすること\n" +
      "2. CfJは、本サービス提供画面等の保存義務を負いません。一度本サービス上で表示された本サービス提供画面等であっても、同一の画面が再度本サービス上で表示されない可能性があります。ユーザーは、本サービス提供画面を保存したい場合は、自己の責任において本サービス提供画面等を保存する必要があります。\n" +
      "3. CfJは、本サービスを継続して提供する義務を負わず、またその保証もしておらず、任意に本サービスの提供を停止又は終了することがあります。このため、本規約に基づく本サービスの使用権限及び本サービス提供画面等の利用権は、CfJが本サービスを提供している間に限り有効です。\n"
  },
  {
    title: "第6条（使用環境）",
    body: "ユーザーは、本サービスを利用するために必要な、スマートフォン、コンピューター、ソフトウェアその他の機器、通信回線その他の通信環境等の準備及び維持を、自己の費用と責任において行うものとします。これには、通信料金の負担、ユーザーの使用環境に応じた、コンピューター・ウィルスの感染の防止、不正アクセス及び情報漏洩の防止等のセキュリティ対策の実施も含みます。"
  },
  {
    title: "第7条（禁止事項）",
    body: "ユーザーは、本サービスの利用にあたり又は本サービスの利用に関連して（SNS等で本サービス提供画面等をシェアする場合を含みます）、以下の各号のいずれかに該当する行為をしてはなりません。\n" +
      "(1)本規約において明示的に許諾された又は本サービス上で明示的に指定された内容又は方法以外の内容又は方法で、本サービス又は本コンテンツを使用又は利用する行為\n" +
      "(2)本サービスのバグ、不具合その他の事情を利用し、又は本規約の規程を逸脱した方法で本サービスを利用する方法により、本サービスのセキュリティを解除する行為又はCfJ、ユーザー若しくは第三者の権利を侵害し若しくは損害を与える行為\n" +
      "(3)本サービスにおいて提供される数値やデータを改ざんする等（科学的根拠なく改変する場合も含みます）、本サービス又は本コンテンツの全部又は一部を改変する行為\n" +
      "(4)本規約に明示的に定めがある場合又はCfJの事前の承諾を得た場合を除いて、本サービス又は本コンテンツの全部又は一部を複製、出版、上映、貸与、販売、配布、展示、公衆送信、送信可能化する行為\n" +
      "(5)法令に違反する行為、犯罪行為、犯罪行為に関連する行為又は公序良俗に反する行為\n" +
      "(6)CfJ、ユーザーその他第三者の知的財産権、肖像権、プライバシー権、名誉その他の権利又は利益を侵害する行為\n" +
      "(7)虚偽の情報、コンピューター・ウィルスその他の有害なコンピューター・プログラムを含む情報、暴力的な、残虐な若しくはわいせつな表現を含む情報、差別を助長する表現を含む情報、反社会的な表現を含む情報、チェーンメール等の第三者への情報の拡散を求める情報、他人に不快感を与える表現を含む情報を、CfJ、ユーザーその他第三者に対し送信する行為\n" +
      "(8)本サービスに関するネットワーク又はシステムに過度の負担をかける行為\n" +
      "(9)CfJが提供するソフトウェアその他のシステムに対する改変、翻案、リバースエンジニアリング、逆コンパイル、逆アセンブルその他の解析行為。但し、本サービスに用いられているオープンソースソフトウェアについては各オープンソフトウェアに付されたライセンス条件がある場合には当該ライセンス条件が適用されます。\n" +
      "(10)本サービスの運営を妨げる行為等、本サービスに支障をきたすおそれのある行為\n" +
      "(11)CfJのネットワーク又はシステム等への不正アクセス行為\n" +
      "(12)第三者になりすます行為\n" +
      "(13)他のユーザーの情報を収集する行為\n" +
      "(14)CfJ、ユーザーその他第三者に対して不利益、損害、不快感を与える行為\n" +
      "(15)前各号の行為に準ずる行為又は前各号の行為を援助若しくは助長する行為\n"
  },
  {
    title: "第8条（ユーザーの情報）",
    body: "1.本サービスでは、ユーザーが本サービス上でCfJに提供するユーザーの情報（以下「<span style='font-weight: bold'>ユーザー情報</span>」といいます）に応じたカーボンフットプリントの計算結果等を、本サービス上で表示してユーザーに提供します。ユーザー情報は、ユーザー個人を特定する情報ではなく、CfJはユーザー情報を個人の特定が可能な形では取得又は保有しません。\n" +
      "2.CfJは、本サービスの提供期間及びその終了後においても、ユーザー情報を、ユーザー個人を特定しない形で、本サービスの提供・改善目的、学術研究目的その他あらゆる目的で利用し、また学術研究機関等を含む第三者に提供することがあります。\n" +
      "3.CfJは、ユーザー情報について、法令に基づく場合を除いて、保存し、修正し、削除し又は提供する義務を負いません。\n" +
      "4. CfJは本サービスによりユーザーの個人情報を取得しませんが、CfJの個人情報に関する取扱いはプライバシーポリシーに定めていますので、必要に応じてプライバシーポリシーもご確認ください。\n"
  },
  {
    title: "第9条（Cookieの利用等）",
    body: "1.CfJは、本サービスにおいて、セッションの維持・保護等によりユーザーの本サービスの円滑な利用を促進するためCookieを使用しています。この行為によりユーザー個人が特定されることはありません。\n" +
      "2. CfJは、本サービスの改良等を目的として本サービスの利用頻度等を測定するために、外部サービスであるGoogle Analyticsを利用し、匿名のトラフィックデータを収集しています。この行為によりユーザー個人が特定されることはありません。Google Analyticsの収集する情報およびその取扱いについては、同社のプライバシーポリシーおよび「ユーザーが Google パートナーのサイトやアプリを使用する際の Google によるデータ使用」のページ（www.google.com/intl/ja/policies/privacy/partners/）をご参照ください。\n"
  },
  {
    title: "第10条（外部サービス連携）",
    body: "本サービスでは、ユーザーが本サービス提供画面等を第三者に容易にシェアすることを可能とするため、SNS等第三者が運営する外部のウェブサイトやサービス（以下「<span style='font-weight: bold'>外部サービス</span>」といいます）へのリンクを表示することがあります。ユーザーが当該リンクを使用することにより、外部サービスに対して当該外部サービスにおけるユーザーのログイン情報等が送信されることがあります。当該情報の取扱いについては各外部サービスのプライバシーポリシーをご確認ください。なお、CfJは、当該ユーザーの外部サービスにかかる情報を取得いたしません。"
  },
  {
    title: "第11条（サービスの変更及び終了）",
    body: "1. CfJは、CfJが必要と判断した場合には、本サービスの一部又は全部を変更又は終了することができるものとします。\n" +
      "2. CfJは、本サービスの変更又は終了によりユーザーに生じた損害に関し、一切責任を負いません。\n"
  },
  {
    title: "第12条（サービスの停止）",
    body: "1. CfJは、次の各号のいずれかに該当する場合には、本サービスの一部又は全部を停止することができます。\n" +
      "(1)本サービスの提供のための装置、システム、通信回線等の点検又は保守作業を行う場合\n" +
      "(2)本サービスの提供のための装置、システム、通信回線等が事故や障害により停止した場合\n" +
      "(3) 火災、停電、通信回線の事故、地震、天災地変、感染症の発生又は感染症に対する対策の実施（政府又は地方自治体等による強制力を伴わない営業自粛要請等への対応実施も含みます）、などの不可抗力により本サービスの運営ができなくなった場合\n" +
      "(4)その他、当社が停止を必要と判断した場合\n" +
      "2. CfJは、当該停止によりユーザーに生じた損害に関し、CfJの故意又は重過失によって生じた損害を除き、一切責任を負いません。\n"
  },
  {
    title: "第13条（ユーザーの責任）",
    body: "1. ユーザーは、自己の責任と負担において、本サービスを利用するものとし、本サービスを利用する行為及びその結果について責任を負うものとします。\n" +
      "2. 本サービスにおいて、ユーザーに提示されるカーボンフットプリントに関する行動提案等の情報は、あくまでユーザーの生活に活用いただくための参考情報であり、ユーザーは、当該情報を前提としたいかなる判断又は行動も自己の責任と負担において行うものとします。\n" +
      "3. ユーザーは、本規約に違反することにより、CfJに対して損害を与えた場合、CfJに対し当該損害を賠償する義務を負います。\n" +
      "4. 本サービスの利用に関連して、ユーザーと他のユーザーその他第三者の間で紛争等が生じた場合でも、ユーザーは自らの費用と責任でその紛争等を処理するものとします。\n" +
      "5. CfJが、前項の紛争等に関連して、他のユーザーその他第三者から権利侵害その他の理由により何らかの請求を受けた場合は、ユーザーは、CfJに対し、CfJが当該請求に基づき当該第三者に対して支払うことを余儀なくされた金額を賠償する義務を負います。\n"
  },
  {
    title: "第14条（非保証及び免責）",
    body: "1. CfJは、本サービス、本コンテンツ又は外部サービスについて、セキュリティなどに関する欠陥、エラーやバグ、権利侵害等がないことその他の事実上若しくは法律上の瑕疵がないこと、安全性、信頼性、正確性、完全性、有効性又は特定の目的若しくは特定の機器等への適合性を、明示的にも黙示的にも保証しておりません。\n" +
      "2. CfJは、ユーザーが本サービスを利用する際に、コンピュータウイルスなど有害なプログラム等による損害を受けないことを保証せず、また、ユーザーが本サービスを利用する際に使用するいかなる機器、ソフトウェアについても、その動作保証をしておりません。\n" +
      "3. CfJは、本サービスに起因してユーザーに生じたあらゆる損害について、CfJの故意又は重過失による損害である場合を除き、一切の責任を負いません。\n" +
      "4. 本規約の他の定めにかかわらず（次項を除きます。）、本サービスに関するユーザーとCfJとの間の契約が消費者契約法に定める消費者契約に該当する場合は、CfJは消費者契約法に基づく責任を負います。\n" +
      "5. 消費者契約法等の強行法規その他何らかの理由により、CfJがユーザーに対し損害賠償責任を負う場合であっても、CfJに故意または重大な過失がある場合を除き、予見しまたは予見し得たか否かにかかわらず、CfJの損害賠償責任は、ユーザーが現実に被った直接かつ通常の損害についての責任に限られ、間接損害、特別損害、逸失利益についてCfJは一切の責任を負わないものとします。\n"
  },
  {
    title: "第15条（本規約上の地位の譲渡等）",
    body: "1. ユーザーは、CfJの書面による事前の承諾なく、本規約上の地位又は本規約に基づく権利若しくは義務を、第三者に譲渡し又は担保に供することはできません。\n" +
      "2. CfJは、本サービスにかかる事業の第三者への事業譲渡その他事業が移転する行為（以下「<span style='font-weight: bold'>事業譲渡等</span>」といいます）があった場合、ユーザーとCfJとの間の契約（本規約に基づく契約を含む）上の地位及びユーザーが本サービスを利用するにあたってCfJに提供した情報を当該第三者に譲渡することができます。ユーザーは当該譲渡について予め同意します。なお、<span style='font-weight: bold'>事業譲渡等</span>には、CfJから会社に対して事業譲渡等がなされたのちに当該会社についてなされる会社分割、合併等の組織再編に伴って第三者に本サービスにかかる事業が譲渡される場合を含みます。"
  },
  {
    title: "第16条（分離可能性）",
    body: "本規約のいずれかの条項又はその一部が、消費者契約法その他の法令等により無効又は執行不能と判断された場合であっても、本規約の残りの規定及び一部が無効又は執行不能と判断された規定の残りの部分は、継続して完全に効力を有するものとします。"
  },
  {
    title: "第17条（規約の変更）",
    body: "1. CfJは、必要と判断した場合は、本規約を変更することができます。\n" +
      "2. 本規約を変更する場合、CfJは、本規約を変更する旨及び変更後の本規約の内容並びにその効力発生時期を、本サービス上での公表その他CfJ所定の方法により、周知します。変更後の本規約は、当該効力発生時期から有効となります。\n"
  },
  {
    title: "第18条（準拠法及び管轄裁判所）",
    body: "1. 本規約の解釈に当たっては、日本法を準拠法とします。\n" +
      "2. 本サービスに起因し、又は関連する一切の紛争については、東京地方裁判所を第一審の専属的合意管轄裁判所とします。\n"
  },
  {
    title: "第19条（お問い合わせ先・連絡通知方法）",
    body: "1. 本サービスに関するお問い合わせは以下のメールアドレスまでご連絡ください。\n" +
      "info@code4japan.org\n" +
      "2. CfJからユーザーに対する連絡又は通知は、当社が定める方法により行います。\n" +
      "\n" +
      "一般社団法人コード・フォー・ジャパン\n" +
      "制定　2022年8月31日"
  },
]
